Repository: OzzyCzech/omSuggestContent
Catalog: languages/omSuggestContent-*.po
Languages: cs_cz

source: News
cs_cz: Novinky

source: Send news
cs_cz: Poslat novinku

source: Send new news
cs_cz: Poslat novinku

source: News content
cs_cz: Obsah novinky

source: From
cs_cz: Zaslal

source: Date
cs_cz: Datum

source: Delete news
cs_cz: Smazat novinku

source: Suggest news
cs_cz: Poslat zprávičku

source: Unable to submit this form, please refresh and try again.
cs_cz: Nelze odeslat tento formulář, prosím, aktualizujte a zkuste to znovu.

source: Login is required, please login first.
cs_cz: Přihlášení je vyžadováno, nejprve se přihlašte.

source: Invalid captcha value. We expect "%s".
cs_cz: Špatná captcha. Očekávali jsme "%s".

source: Title is mandatory.
cs_cz: Titulek je opvinný.

source: Content is mandatory.
cs_cz: Popis je povinný.

source: %s: There is a new news
cs_cz: %s: novinka byla vytvořena

source: Show news
cs_cz: Zobrazit zprávičky

source: Publish
cs_cz: Publikovat

source: Thanks for your news!
cs_cz: Děkujeme za Váši Zprávičku.

source: Tip title
cs_cz: Titulek

source: Title
cs_cz: Titulek

source: Your name
cs_cz: Tvoje jméno

source: John Doe
cs_cz: Jan Novák

source: Your email
cs_cz: Tvůj email

source: Submit news
cs_cz: Odeslat zprávičku

source: Move to
cs_cz: Posunout do

source: Delete Permanently
cs_cz: Odstranit

source: Move to Trash
cs_cz: Přesunout do koše

source: Schedule
cs_cz: Naplánovat

source: Submit for Review
cs_cz: Odeslat ke schválení

source: Update
cs_cz: Aktualizovat
